import alexandra from './images/imgRev/alexandra.jpeg';
import arina from './images/imgRev/arina.jpeg';
import diana from './images/imgRev/diana.jpeg';
import mamaalex from './images/imgRev/mamaalex.jpeg';
import margarita from './images/imgRev/margarita.jpeg';
import pavel from './images/imgRev/pavel.jpeg';
import sona from './images/imgRev/sona.jpeg';
import face from './images/face.png';

export const data = [
    {
        id: 1,
        name: 'Александра (ЕГЭ база)',
        text: 'Добрый день, появились результаты на официальном сайте) ещё раз хочу сказать вам огромное спасибо за все ваши силы, время, эмоции и терпение, вложенные в наши занятия. С вами было безумно интересно и приятно заниматься, потому что вы находите индивидуальный подход к каждому ученику, из-за чего хотелось готовиться к каждому уроку💗',
        img: alexandra,
    },
    {
        id: 2,
        name: 'Маргарита (ЕГЭ база)',
        text: 'Вы топовая! Самая лучшая! Ураааааа!!! Набрала 18 балов! Спасибо большое ❤️',
        img: margarita,
    },
    {
        id: 3,
        name: 'Алла (мама Саши ЕГЭ база)',
        text: 'Здравствуйте, Саша 21 из 21 получил! Еще раз спасибо за Вашу работу!',
        img: mamaalex,
    },
    {
        id: 4,
        name: 'Соня (ЕГЭ профиль)',
        text: 'здравствуйте, я на радостях о баллах забыла кое что сказать😅 спасибо вам большое за эти прекрасные занятия, которые помогли мне в буквальном слове с нуля подготовиться к профильной математике на такие баллы!! изначально я конечно рассчитывала на 80+, но это из за не знания сложности самого экзамена. с учетом того, что я не знала что такое П на окружности, это самый лучший результат на свете!!! спасибо больше за ту атмосферу, которая была на наших занятиях, за доброту, за поддержку  и за прекрасные взаимоотношения ☺ я очень рада что занималась математикой именно с вами, вы - лучший репетитор по математике 💓',
        img: sona,
    },
    {
        id: 5,
        name: 'Отзыв от клиента с ПРОФИ.ру',
        text: 'Дочка занималась с Юлией две недели, мы остались очень довольны. Со слов дочки - занятия ей понравились, они нашли общий язык с репетитором. Она требовательная, хоть она и молоденькая, но требовательная, требует выполнения домашних заданий никакого снисхождения. Я боялась, что будет отношение более мягкое, нет, все как положено, хорошо занимались. Занятия проходили на должном уровне. Занималась с дочкой, подготовкой к экзамену. Юля связь со мной держала постоянно, я знала, что и как.',
        img: face,
    },
    {
        id: 6,
        name: 'Диана (ЕГЭ профиль)',
        text: 'Спасибо большое! За всё: за атмосферу, которую вы создавали на наших занятиях, за то, что дали понять, что этот предмет даже можно любить, а не только питать к нему ненависть. Вы очень классный преподаватель. И я искренне благодарна вам. Ещё раз спасибо',
        img: diana,
    },
    {
        id: 7,
        name: 'Яна 10 класс',
        text: 'здравствуйте! у меня 5 за эту кр по алгебре. писала сама:) спасибо вам большое!!!!!',
        img: face,
    },
    {
        id: 8,
        name: 'Катя 8 класс',
        text: 'Юля спасибо за помощь по впр. 4/5 получила',
        img: face,
    },
    {
        id: 9,
        name: 'Руслан (ЕГЭ профиль)',
        text: 'Доброе утро, Юлия Игоревна, 72 набрал. \n Добрый день! \n в КубГТУ поступил на программую инженерию на бюджет',
        img: face,
    },
    {
        id: 10,
        name: 'Павел (ЕГЭ профиль)',
        text: 'Здравствуйте.n \n По математике 64 балла. \n Спасибо большое)',
        img: pavel,
    },
    {
        id: 11,
        name: 'Арина (ЕГЭ профиль)',
        text: 'Добрый день, Юлия Игоревна. \n У меня 80 баллов!!! Как я поняла, засчитали первую часть всю, 12, 14,15, а 18 -неполностью, сканы отправлю позже . Я очень довольна результатом, спасибо Вам большое за подготовку☺️❤️',
        img: arina,
    },
    {
        id: 12,
        name: 'Маша ОГЭ',
        text: 'Юля, спасибо большое за все❤️❤️❤️(5-23 балла, только пришли результаты) ',
        img: face,
    },


];